[
  {
    "showChapter": true,
    "headerText": "Глава I. Преступления против жизни и здоровья",
    "chapter": [
      {
        "text": "1.1 Огнестрельное Нападение на гражданское лицо (3)",
        "penalty": 3,
        "code": "1.1 УК"
      },
      {
        "text": "1.1.1 Нападение на гражданское лицо (2)",
        "penalty": 2,
        "code": "1.1.1 УК"
      },
      {
        "text": "1.2 Огнестрельное нападение на государственного служащего (4)",
        "penalty": 4,
        "code": "1.2 УК"
      },
      {
        "text": "1.2.1 Нападение на государственного служащего (3)",
        "penalty": 3,
        "code": "1.2.1 УК"
      },
      {
        "text": "1.3  Убийство гражданского лица (3)",
        "penalty": 3,
        "code": "1.3 УК"
      },
      {
        "text": "1.4 Убийство государственного служащего (4)",
        "penalty": 4,
        "code": "1.4 УК"
      },
      {
        "text": "1.5 Тяжкое убийство, то есть убийство двух или более лиц, лица или его близких в связи с осуществлением данным лицом служебной деятельности; совершенное с особой жестокостью; совершенное обще опасным способом; совершенное группой лиц; из корыстных побуждений или по найму (5)",
        "penalty": 5,
        "code": "1.5 УК"
      },
      {
        "text": "1.6 Угроза расправой(прямая или косвенная) гражданскому лицу,сотруднику госслужбы или членам их семьи (1)",
        "penalty": 1,
        "code": "1.6 УК"
      },
      {
        "text": "1.7 Посягательство на жизнь государственного служащегоcотрудника правоохранительных органов (2)",
        "penalty": 2,
        "code": "1.7 УК"
      },
      {
        "text": "1.7.1 Посягательство на жизнь (при помощи Огнестрельное оружие) сотрудника правоохранительных органов (3)",
        "penalty": 1,
        "code": "1.7.1 УК"
      },
      {
        "text": "1.8 Посягательство на жизнь человека (1)",
        "penalty": 1,
        "code": "1.8 УК"
      },
      {
        "text": "1.8.1 Посягательство на жизнь (при помощи Огнестрельное оружие) человека  (2)",
        "penalty": 2,
        "code": "1.8.1 УК"
      }
    ]
  },
  {
    "showChapter": true,
    "headerText": "Глава II. Преступления против собственности",
    "chapter": [
      {
        "text": "2.1 еправомерное завладение автомобилем или иным транспортным средством без цели хищения (угон) (3)",
        "penalty": 3,
        "code": "2.1 УК"
      },
      {
        "text": "2.2 Незаконное проникновение на чужую собственность (1)",
        "penalty": 1,
        "code": "2.2 УК"
      },
      {
        "text": "2.3  Отказ покинуть чужую собственность (1)",
        "penalty": 1,
        "code": "2.3 УК"
      },
      {
        "text": "2.4 Кража чужого имущества (5)",
        "penalty": 5,
        "code": "2.4 УК"
      },
      {
        "text": "2.5 Намеренная порча чужого имущества (1)",
        "penalty": 1,
        "code": "2.5 УК"
      }
    ]
  },
  {
    "showChapter": true,
    "headerText": "Глава III. Преступления против свободы, чести и достоинства личности",
    "chapter": [
      {
        "text": "3.1 Похищение человека (5)",
        "penalty": 5,
        "code": "3.1 УК"
      },
      {
        "text": "3.2 Клевета, содержащаяся в публичном выступлении, средствах массовой информации либо с использованием своего служебного положения (2)",
        "penalty": 2,
        "code": "3.2 УК"
      },
      {
        "text": "3.3 Клевета, соединенная с обвинением лица в совершении преступления (2)",
        "penalty": 2,
        "code": "3.3 УК"
      },
      {
        "text": "3.4 Вымогательство денежных средств, частной собственности (1)",
        "penalty": 1,
        "code": "3.4 УК"
      }
    ]
  },
  {
    "showChapter": true,
    "headerText": "Глава IV. Преступления против общественной безопасности",
    "chapter": [
      {
        "text": "4.1 Терроризм, то есть совершение взрыва, поджога или иных действий, устрашающих население и создающих опасность гибели человека, причинения значительного имущественного ущерба либо наступления иных тяжких последствий, в целях дестабилизации деятельности органов власти или международных организаций либо воздействия на принятие ими решений, а также угроза совершения указанных действий в целях воздействия на принятие решений органами власти (5)",
        "penalty": 5,
        "code": "4.1 УК"
      },
      {
        "text": "4.2 Захват или удержание лица в качестве заложника, совершенные в целях понуждения государства, организации или гражданина совершить какое-либо действие или воздержаться от совершения какого-либо действия как условия освобождения заложника (5)",
        "penalty": 5,
        "code": "4.2 УК"
      },
      {
        "text": "4.3 Хулиганство, то есть грубое нарушение общественного порядка, выражающее явное неуважение к обществу (1)",
        "penalty": 1,
        "code": "4.3 УК"
      },
      {
        "text": "4.4 Отказ покинуть охраняемую территорию силовых структур (2)",
        "penalty": 2,
        "code": "4.4 УК"
      },
      {
        "text": "4.5 Умышленное незаконное проникновение на охраняемую территорию силовых структур (ФСИН, МВД и ФСБ) (3)",
        "penalty": 3,
        "code": "4.5 УК"
      },
      {
        "text": "4.5.1 Умышленное незаконное проникновение на закрытую территорию силовых структур (МО) (3)",
        "penalty": 3,
        "code": "4.6 УК"
      },
      {
        "text": "4.5.2 Неумышленное незаконное проникновение на охраняемую территорию силовых структур (ФСИН, МВД и ФСБ) (1)",
        "penalty": 1,
        "code": "4.7 УК"
      },
      {
        "text": "4.5.3 Неумышленное незаконное проникновение на закрытую территорию силовых структур (МО) (1)",
        "penalty": 1,
        "code": "4.5.3 УК"
      },
      {
        "text": "4.6 Незаконные приобретение, передача, сбыт, хранение, перевозка или ношение оружия, спецсредств, боеприпасов и контрабанды (3)",
        "penalty": 3,
        "code": "4.6 УК"
      },
      {
        "text": "4.6.1 Ношение в открытом виде или использование не по назначению холодного /огнестрельного оружия в людном месте (1)",
        "penalty": 1,
        "code": "4.10 УК"
      },
      {
        "text": "4.7 Помощь при побеге заключенному из под стражи КПЗ/ФСИНа (передача предметов для побега/перевозка заключенного) (2)",
        "penalty": 2,
        "code": "4.7 УК"
      }
    ]
  },
  {
    "showChapter": true,
    "headerText": "Глава V. Преступления против здоровья населения и общественной нравственности",
    "chapter": [
      {
        "text": "5.1  Незаконные приобретение, хранение, перевозка, распространение изготовление, с целью сбыта наркотических средств до 10 грамм (3)",
        "penalty": 3,
        "code": "5.1 УК"
      },
      {
        "text": "5.2 Незаконные приобретение, хранение, перевозка, изготовление, с целью сбыта наркотических средств свыше 10 грамм (4)",
        "penalty": 4,
        "code": "5.2 УК"
      },
      {
        "text": "5.3 Организация, а равно вовлечение в занятие проституцией или принуждение к продолжению занятия проституцией (3)",
        "penalty": 3,
        "code": "5.3 УК"
      },
      {
        "text": "5.4 Половое сношение, совершенное с применением физического насилия, угроз, либо с использованием зависимого положения потерпевшего (1)",
        "penalty": 1,
        "code": "5.4 УК"
      },
      {
        "text": "5.5 Сексуальное домогательство (1)",
        "penalty": 1,
        "code": "5.5 УК"
      },
      {
        "text": "5.6 Выращивание или производство наркотических, хранение психотропных средств. (4)",
        "penalty": 4,
        "code": "5.6 УК"
      }
    ]
  },
  {
    "showChapter": true,
    "headerText": "Глава VI. Преступления против основ конституционного строя и безопасности государства",
    "chapter": [
      {
        "text": "6.1 Разглашение сведений, составляющих государственную тайну, лицом, которому она была доверена или стала известна по службе, работе, если эти сведения стали достоянием других лиц. (3)",
        "penalty": 3,
        "code": "6.1 УК"
      },
      {
        "text": "6.2 Кража государственной собственности, имущества и материалов (4)",
        "penalty": 4,
        "code": "6.2 УК"
      }
    ]
  },
  {
    "showChapter": true,
    "headerText": "Глава VII. Преступления против власти",
    "chapter": [
      {
        "text": "7.1 Превышение должностных полномочий, то есть совершение должностным лицом действий, явно выходящих за пределы его полномочий и повлекших существенное нарушение прав и законных интересов граждан или организаций (3)",
        "penalty": 3,
        "code": "7.1 УК"
      },
      {
        "text": "7.2 Умышленное неисполнение сотрудником органов правопорядка приказа начальника, отданного в установленном порядке и не противоречащего закону, причинившее существенный вред правам и законным интересам граждан или организаций (2)",
        "penalty": 2,
        "code": "7.2 УК"
      },
      {
        "text": "7.3 Самовольное присвоение гражданином полномочий должностного лица (2)",
        "penalty": 2,
        "code": "7.3 УК"
      },
      {
        "text": "7.4 Получение взятки, то есть получение должностным лицом, лично или через посредника взятки в виде денег, иного имущества, либо в виде оказания ему услуг имущественного характера, предоставления иных имущественных прав за совершение действий (бездействие) в пользу взяткодателя или представляемых им лиц (3)",
        "penalty": 3,
        "code": "7.4 УК"
      },
      {
        "text": "7.5 Дача или попытка дачи взятки должностному лицу, лично или через посредника (3)",
        "penalty": 3,
        "code": "7.5 УК"
      },
      {
        "text": "7.6 Халатность, то есть неисполнение или ненадлежащее исполнение должностным лицом своих обязанностей вследствие недобросовестного или небрежного отношения к службе либо обязанностей по должности (1)",
        "penalty": 1,
        "code": "7.6 УК"
      }
    ]
  },
  {
    "showChapter": true,
    "headerText": "Глава VIII. Преступления против порядка управления",
    "chapter": [
      {
        "text": "8.1 Провокация гос. служащего при исполнении, на дороге путем многократного создания аварийной ситуации (1)",
        "penalty": 1,
        "code": "8.1 УК"
      },
      {
        "text": "8.2 Подделка удостоверения/бейджика/нашивки или иного официального документа, предоставляющего права или освобождающего от обязанностей, в целях его использования либо сбыт такого документа (3)",
        "penalty": 3,
        "code": "8.2 УК"
      },
      {
        "text": "8.3 Самоуправство, то есть самовольное, вопреки установленному законом или иным нормативным правовым актом порядку совершение каких-либо действий (2)",
        "penalty": 2,
        "code": "8.2 УК"
      },
      {
        "text": "8.4 Неповиновение законному распоряжению или требованию сотрудника правоохранительных органов, военнослужащего, по поддержанию общественного порядка, обеспечению общественной безопасности, охране зданий органов государственной власти, а равно воспрепятствование исполнению ими своих служебных обязанностей (2)",
        "penalty": 2,
        "code": "8.2 УК"
      },
      {
        "text": "8.4.1 Отказ от предъявления документов сотруднику правоохранительных органов. (1)",
        "penalty": 1,
        "code": "8.2 УК"
      },
      {
        "text": "8.5 Укрывательство преступника, орудий и средств совершения преступления, следов преступления или предметов, добытых преступлением (3)",
        "penalty": 3,
        "code": "8.2 УК"
      },
      {
        "text": "8.7 Самовольное покидание Военно-служащим места работы с целью уклонения от выполнения поставленных задач (2)",
        "penalty": 2,
        "code": "8.2 УК"
      },
      {
        "text": "8.8 Помеха сотруднику правоохранительных органов (1)",
        "penalty": 1,
        "code": "8.2 УК"
      }
    ]
  },
  {
    "showChapter": true,
    "headerText": "Глава IX. Соучастие в преступлении",
    "chapter": [
      {
        "text": "9.1 За проникновение на охраняемую правоохранительными органами территорию (2-6)",
        "penalty": "2-6",
        "code": "9.1 УК"
      },
      {
        "text": "9.2 Подстрекательство, а именно склонения лица к совершению преступления (1)",
        "penalty": 1,
        "code": "9.2 УК"
      },
      {
        "text": "9.3 Пособничество, а именно всяческая помощь в совершении преступления (1-3)",
        "penalty": "1-3",
        "code": "9.3 УК"
      }
    ]
  }
]
